[{"_id":{"$oid":"5c609893d1f5cd5e94318135"},"name":"Hoj","profile_image":"https://www.residentadvisor.net/images/profiles/lg/hoj.jpg","bio":"Close colleagues like Lee Burridge simply refer to his style as “Hoj house” rather than attempting to pin down its eclectic nuances. Although a longer road, staying the course of his artistic vision has paid off. In addition to a residency and landmark releases on Burridge’s All Day I Dream imprint, he now provides a platform for like-minded producers as label boss of record label Tale and Tone. An extensive background in the visual arts set Hoj (pronounced with a long Ō) on a path less traveled by the average DJ/producer. Born in Iran and raised in the Bay Area of the U.S., he grew up exposed to film and music alike. Prior to DJing full time his background was in film, design and new media. He was the brainchild behind All Day I Dream’s brand identity, coming up with the single cloud design.","country":"USA","soundcloud":"https://soundcloud.com/hoj"},{"_id":{"$oid":"5c609893d1f5cd5e94318136"},"name":"Atish","profile_image":"https://wearemachine.net/wp-content/uploads/2018/07/Atish-Credit-Manuel-Padilla-We-Are-Machine.jpg","bio":"The Atish experience: dynamic, emotive, ecstatic. Yet it is more than the sounds emanating from the speakers, it is also the man behind the decks: warm, compassionate, inviting. He is an entertainer and a catalyst: a magician who mixes deep melodies and sophisticated rhythms into musical journeys. Based in San Francisco, Atish has cultivated a devoted following around the world. He’s a natural performer who engages crowds with charm, a smile, and possibly a wig and a tutu. An obsessive music collector, Atish pulls from a broad sonic palette, and with these sounds he creates intimate atmospheres and emotional experiences that linger in your mind long after the music has stopped.","country":"USA","soundcloud":"https://soundcloud.com/atish"},{"_id":{"$oid":"5c609893d1f5cd5e94318137"},"name":"Lee Burridge","profile_image":"https://www.residentadvisor.net/images/profiles/lg/leeburridge.jpg","bio":"Lee has been a Dj for more than three decades. He kind of likes it.","country":"United Kingdom","soundcloud":"https://soundcloud.com/leeburridge"},{"_id":{"$oid":"5c609893d1f5cd5e94318138"},"name":"YokoO","profile_image":"https://www.residentadvisor.net/images/profiles/lg/yokoo.jpg","bio":"YokoO is no stranger to house music in all its deepest forms. A studio head in the true sense of the word, he spends much of his time pondering basslines and warm synth riffs that heat up dancefloors the world over. With releases on highly regarded labels such as All Day I Dream, Musik Gewinnt Freunde, Kindisch, Get Physical, Moodmusic and Plastic City, YokoO has marked out a spot for himself in the global house music scene with talent being sought after from every corner of the world. His musical intuition drives his production and his full groove based approach to seductive house music turns heads of many a label boss from Kollektiv Turmstrasse, Matthew Dekay and Lee Burridge no less. As well racking up plays from industry reference artists, YokoO’s music has proven time and time again it can reach the record bags of the DJing elite in every continent.","country":"Germany","soundcloud":"https://soundcloud.com/yokoo"},{"_id":{"$oid":"5c609893d1f5cd5e94318139"},"name":"Behrouz","profile_image":"https://i1.sndcdn.com/avatars-000043459251-z14p34-t500x500.jpg","bio":"In today’s world which has become infiltrated with DJs, you find a select few DJs like Behrouz who have managed to reach that top echelon, either through hard work and determination, support from fans and peers, and those that just have that God given gift to rock rooms (be it small or big) around the world for 10 or more plus hours, taking listeners on those unforgettable journeys of different genres of dance music ranging from deep house all the way to techno. Welcome to Behrouz’s world… From his early days growing up in San Francisco, when San Francisco was considered at the time, the best city in the US for house music and still till this day lives up to its crowning title, you can find some of the best underground clubs. One DJ in particular was chosen to be the main resident DJ for two of the best known clubs at different times. Behrouz held a residency at DV8 for eight years and another eight years at 1015, and the man paid his dues by rocking both rooms each week to a packed house of clubbers ready to dance from open to close and where the motto was always “it’s all about music….","country":"USA","soundcloud":"https://soundcloud.com/djbehrouzmusicdownload"},{"_id":{"$oid":"5c609893d1f5cd5e9431813a"},"name":"Mark Slee","profile_image":"https://static1.squarespace.com/static/5191627ae4b0620a5d98ffca/t/520ad42ee4b089db01dacff6/1376441391144/29703_682469219053_202516_38046203_7950938_n.jpg","bio":"Over the course of an obsession with dance music now more than 15 years strong, Slee has evolved a style of deep house that reflects a unique personality, balancing intricate grooves, dreamy textures, and playful whimsical bounce. Blending his technical side with intuition and introspection, he takes an approach that tickles both mind and soul. Slee's sets have taken him far and wide, playing for audiences from Cape Town to Playa del Carmen, from Robot Heart to the Cityfox series in NYC. On the home front, his penchant for diverse and well-crafted warmup sets sees him regularly playing SF's top clubs, opening for DJs like Danny Tenaglia, Danny Howells, Lee Burridge, Matthew Dear, Guy Gerber, Matthew Dekay, Vincenzo, Andre Lodemann, and Hector. Rounding things out are his original productions and remixes, released on Cityfox, Proton Music, Loöq Records, Tenampa, and Submarine Vibes.","country":"USA","soundcloud":"https://soundcloud.com/mcslee"},{"_id":{"$oid":"5c609893d1f5cd5e9431813b"},"name":"DJ Tennis","profile_image":"https://www.residentadvisor.net/images/profiles/lg/djtennis.jpg","bio":"Founder and A\u0026R of Life and Death, Manfredi Romano grew up tour-managing punk bands and organising left-field music events in Italy around the turn of the Millennium. Having completed his studies in computer science at the University of Pisa, Manfredi went on to form DAZE, Italy’s first booking agency solely devoted to electronic music. Drawing on two decades of experience behind the scenes, Romano shifted focus  in 2010, establishing himself as a DJ in his own right. As a performer, Tennis valiantly showcases an astute ability to create intimacy in even the vastest of gatherings. As a respected producer, Romano consistently channels his past relationships with post-rock luminaries such as Godspeed You! Black Emperor, Tortoise and Fugazi into intricately-synthesised electronic constellations. Fine chef and restaurant owner, Tennis splits his time between Miami and Barcelona, where he enjoys riding motorbikes, collecting vintage action-figures and building upon his vinyl record collection - which now numbers over eleven-thousand strong.","country":"Italy","soundcloud":"https://soundcloud.com/djtennisdjtennis"},{"_id":{"$oid":"5c609893d1f5cd5e9431813c"},"name":"Bedouin","profile_image":"https://www.residentadvisor.net/images/profiles/lg/bedouin.jpg","bio":"Together they share an eclectic sonic vision that pulls from diverse influences owing to their Middle Eastern heritage, Western upbringing, and world travels. Their combined musical backgrounds and ever-evolving taste captures the sensibility of imagination and constantly explores the connection between ourselves and the future.","country":"USA","soundcloud":"https://soundcloud.com/bedouin-official"},{"_id":{"$oid":"5c609893d1f5cd5e9431813d"},"name":"Mind Against","profile_image":"https://www.residentadvisor.net/images/profiles/lg/mindagainst.jpg","bio":"Their gift for creating emotion through the synths and percussive instruments in their studio translates uniquely onto the dancefloor, where their slick, moving take on techno makes for a special kind of peak in the club. They draw from the psychedelic hooks of 1980s soundtracks and from modern dance music’s emphasis on sound design to create a distinctive and immensely powerful sound. In 2012 they recorded and released their first single ‘Cagliostro’ on breakthrough label Life and Death, following that up by essential collaborations with Tale Of Us and Somne for the same label and compilation appearances on Sven Vath’s Cocoon and Recondite’s label Plangent. Through a string of remixes, Mind Against leant their touch to the work of, amongst others, Art Department, Róisín Murphy and Green Velvet. More recently also for SHDW \u0026 Obscure Shape and Hakimonu, inspiring a remix EP of the latter’s “Insular Realms” through a masterstroke club edit.","country":"Italy","soundcloud":"https://soundcloud.com/mindagainst"},{"_id":{"$oid":"5c609893d1f5cd5e9431813e"},"name":"Dixon","profile_image":"https://www.residentadvisor.net/images/profiles/lg/dixon.jpg","bio":"How can it be...that a DJ with no massive hits to his name, who tends to steer clear of mainstream trends, rarely gives interviews and has not released a commercial mix CD for years can find himself at the top of Resident Advisor’s Top DJ Poll for four year in a row?To get to the root of this broad and sustained appeal, we need to go back to his formative years and ask what a DJ is essentially there to do in the first place. When Dixon entered the Berlin club circuit in the early 90s, he made his name on the strength of his djing. Back then, confidence or experience from releasing mixes online didn’t matter as much as it does now. You had to do your practice, of course, but when your sound was good and your mixing tight enough to take it to the clubs, there were opportunities out there. But with those opportunities came responsibilities. A residency did not mean playing the same club every once in a while, it meant playing the same club every week. The crowd didn’t consist of people who pick and choose club nights and their guest djs as the weekly hype commanded them. These were people who headed straight to a certain club night because they were sure its resident dj would deliver the goods this week as he did last week, and the next weeks to come. As long as that happened, there was no need to move on.","country":"Germany","soundcloud":"https://soundcloud.com/innervisions"},{"_id":{"$oid":"5c609893d1f5cd5e9431813f"},"name":"Âme","profile_image":"https://www.residentadvisor.net/images/profiles/lg/ame.jpg","bio":"In a genre seemingly obsessed with revisiting the past, Âme look firmly to the future of dance music. Driven toward continual evolution since they started making tracks in 2001, the German duo of Frank Wiedemann and Kristian Beyer have challenged club-goers’ expectations with their conceptually driven and uniquely visceral music. Now over 15 years into their career together, their deep understanding of the clubbing landscape and each other’s strengths allows Âme to stay innovative and relevant in a swiftly paced genre. And as primary partners of the Innervisions label/collective with Dixon, the pair continue to foster the future of house with carefully selected releases, all-encompassing live events, and even their own boutique shop that solidifies the connection between the artists and their admirers.","country":"Germany","soundcloud":"https://soundcloud.com/ame"},{"_id":{"$oid":"5c609893d1f5cd5e94318140"},"name":"Tale of Us","profile_image":"https://www.residentadvisor.net/images/profiles/lg/taleofus.jpg","bio":"This tale dawns in Milan, where Karm and Matteo met at a very young age. The Lombardic capital will turn out to be the preface of their success story as they now reside in Berlin, their inspirational verge. Born in Toronto, Karm moved to Italy when he was just a child. It was at the tender age of ten when his parents took him to a classical concert that he felt “true love at first sight.” He dreamed of becoming a pianist but eventually settled for law school. Matteo left New York when he was just a year old and spent his late teens booking techno artists for his loft parties. After Karm quit law school, the pair met while studying music production at the SAE Institute. There, they bonded over a mutual love for music and discovered their complementary talents, thus marking the origin of Tale Of Us.","country":"Italy","soundcloud":"https://soundcloud.com/taleofus"},{"_id":{"$oid":"5c609893d1f5cd5e94318141"},"name":"Black Coffee","profile_image":"https://www.residentadvisor.net/images/profiles/lg/blackcoffee.jpg","bio":"Considering his meteoric rise to fame, it would be easy to stereotype Black Coffee as just another black diamond, a BEE beat magnet out to mine the insatiable upwardly mobile urban house party market. But as he proved on his South African Music Award-winning album “Home Brewed”, this DJ and producer defies convention. Sidestepping Afro-house clichés and stage-managed highs in favour of restrained sophistication, Black Coffee's penchant is for true Afropolitan house: home-brewed but fresh and future-focused. Expect almost sculptural balance and beauty. If one heard a clamour and ululating emanating from the eastern provinces of South Africa, KwaZulu Natal and the Eastern Cape, announcing the recognition of a cultural phenomenon.. and their role in the development of this cultural phenomenon.. one could not argue were that clamour and ululating to be in respect of one.. that is the soul, spirit, talent and vision of Nkosinathi Innocent Maphumulo, one better known as “Black Coffee”.","country":"South Africa","soundcloud":"https://soundcloud.com/djblackcoffee"},{"_id":{"$oid":"5c609893d1f5cd5e94318142"},"name":"Seth Troxler","profile_image":"https://www.residentadvisor.net/images/profiles/lg/sethtroxler.jpg","bio":"Seth Troxler is as widely regarded for his encyclopaedic knowledge of early Chicago house and minimal techno through to obscure indierock and ambient psychedelia, as he is as a cultural commentator, art curator, restaurateur and entrepreneur. Descended from a family of cowboys and Baptist preachers, he’s part African- American, part Egyptian, part Cherokee Indian but while his heritage is all- American his global outlook, and unique way of viewing the world through the prism of contemporary music culture, transcends his Mid-Western origins. Born in Kalamazoo, Michigan, and raised in suburban Detroit, Seth learnt the art of DJing initially from his stepfather (then a college Radio DJ) and later working behind the counter in legendary Detroit record store ‘Melodies \u0026 Memories’. It wasn’t until he made the brave decision to seek new-beginnings in mid- 2000s Berlin that his DJ career really found its feet. Moving to Berlin fresh out of his teens, just as the minimal techno movement was kicking off, was the making of Seth and since then he hasn’t looked back.","country":"USA","soundcloud":"https://soundcloud.com/sethtroxler"},{"_id":{"$oid":"5c609893d1f5cd5e94318143"},"name":"The Martinez Brothers","profile_image":"https://www.residentadvisor.net/images/profiles/lg/themartinezbros.jpg","bio":"The Martinez Brothers have produced a number of dance floor-ready releases since their earliest days at Objektivity, releasing their first EP, “My Rendition” in 2006 under the guidance of Dennis Ferrer. Other highlights include one of 2013′s big underground Ibiza hits, Santos Resiak’s “A Better Light” (The Martinez Brothers Remix) on One Records. Their ubiquitously popular remix of Green Velvet’s “Bigger Than Prince” (Circus) was named the most-played dance track at ADE 2013, further showing their range as producers and delivering a dark, raw groove with cut-up vocal accents. In late 2013 / early 2014 they released the two-part hip-hop mixtape “Warhol/Basquiat,” which Philip Sherburne named SPIN Magazine’s Dance Track of the Week, saying: “At their best, their beats have a quizzical, psychedelic feel, stretching loops of Donna Summer and George Duke into long strips of taffy and turning up the humidity until they dissolve on their own.” This year they’ve teamed up with DJ Gregory / Point G with “What’s the Point?” the first release on his new label, Ever Lasting LovE.","country":"USA","soundcloud":"https://soundcloud.com/themartinezbros"},{"_id":{"$oid":"5c609893d1f5cd5e94318144"},"name":"Solomun","profile_image":"https://www.residentadvisor.net/images/profiles/lg/solomun.jpg","bio":"A respected underground DJ and producer for a number of years, his stratospheric rise in popularity kicked off in 2012. The same year Mixmag Magazine voted him as “DJ of the Year. His Ibiza success story began in 2013, when he inaugurated his infamous “Solomun+1”-residency at Pacha, which instantly became the island’s go-to event on Sunday nights. 2015 saw the commencement of his second residency concept: “Solomun+live” is an outdoor daytime event with nothing but live-acts as his special guests. Solomun loves working in the studio, but his passion for DJing and performing is obvious to anyone who has seen him play anywhere around the world. His infamous Boiler Room set from early 2015 is the fastest growing Boiler Room video of all time, with around 18 million views – and counting. He is not afraid of taking the audience on a journey.","country":"Luxembourg","soundcloud":"https://soundcloud.com/solomun"},{"_id":{"$oid":"5c609893d1f5cd5e94318145"},"name":"Adriatique","profile_image":"https://www.residentadvisor.net/images/profiles/lg/adriatique.jpg","bio":"What’s in a name? For Adrian Shala and Adrian Schweizer, it’s a decade – and counting – of joint creativity. After getting to know each other in Zürich in 2008, Adrian \u0026 Adrian became inseparable, not just as friends, but also as artists. The two men carved out a career as one of the most consistently delivering DJ/producer duos in the house and techno scene: Adriatique. The key to an enduring partnership is, of course, to complement each other, and the two Adrians do so admirably. Music-wise, their various tastes combine into one unique sound, and their respective preference for studio work and performance means that both aspects are equally well covered. Adriatique’s DJ performances as well as their productions are long, meditative, relentlessly building affairs, ever challenging the listener with subtle twists interrupting their hypnotic groove. There is more to the duo than just a well-oiled electronic music machine, however. They also live together, draw plans together, and support art in all its forms together.","country":"Switzerland","soundcloud":"https://soundcloud.com/adriatique"},{"_id":{"$oid":"5c609893d1f5cd5e94318146"},"name":"Andhim","profile_image":"https://www.residentadvisor.net/images/profiles/lg/andhim.jpg","bio":"It was spring 2010 when the cologne natives decided to kick their ass into gear and get out of their Studio to bring their beats to the world. Less than 12 months later Andhim were voted in the top-ten German newcomers of Groove and Raveline Magazine and their records were found in the cases and remix-wishes of many unknown and famous DJ’s alike. Their sound, which they self describe as “Super House” has become its very own genre built from their soul and passion. Andhim’s unique sound, party proven and of reduced nature, is organic with an emphasis in the finer detail. The boys grassroots flow from Hip-Hop, and they work mainly with samples which makes their tracks one of a kind. This individuality has earned them a home with Labels such as Monaberry, Terminal M, Sunset Handjob or Get Physical.","country":"Germany","soundcloud":"https://soundcloud.com/andhim"},{"_id":{"$oid":"5c622b3abdcac903e43da5bb"},"name":"Audiofly","profile_image":"https://www.residentadvisor.net/images/profiles/lg/audiofly.jpg","bio":"Anthony Middleton and Luca Saporito aka Audiofly are currently on the lead-in electronic music artist of their genre. With a creative scope unmatched only my their dedication and drive this du has successfully over the past 13 years managed to build three record labels, a successful brand know world wide as Flying Circus. in a fast-evolving industry, Audiofly has effortlessly flowed through several genres changes, whilst all the time maintaining their unique identity. Based out of Barcelona they have nurtured and supported the careers of many artists thru their original label; Supernature and global brand exposure via Flying Circus, names like Blond:ish, Bedouin and Dance Spirit to name a few have benefited from this community. Currently their latest project the label Flying Circus Recordings continue this tradition of nurturing the next generation of talent for our future enjoyment.","country":"Spain","soundcloud":"https://soundcloud.com/audiofly"}]
